Repository: helsingborg-stad/api-alarm-manager
Catalog: languages/api-alarm-manager-*.po
Languages: sv_se

source: Alarm ID
sv_se: Larm ID

source: Case ID
sv_se: Fall ID

source: Extend
sv_se: Förläng

source: City
sv_se: Stad

source: X-Coordinate
sv_se: X-Corrdinat

source: Y-Coordinate
sv_se: Y-Koordinat

source: Zone
sv_se: Zon

source: To zone
sv_se: Till zon

source: Alarm connection
sv_se: Larmanslutning

source: If this distrurbance could be connected to specific alarm(s) - add them here.
sv_se: Om denna störning kan kopplas till specifika larm – lägg till dem här.

source: Fire Danger Levels
sv_se: Brandrisknivå

source: Add Row
sv_se: Lägg till rad

source: Place
sv_se: Plats

source: Level
sv_se: Nivå

source: No fire ban
sv_se: Inget eldningsförbud

source: Fire ban
sv_se: Eldningsförbud

source: Strict fire ban
sv_se: Skärpt eldningsförbud

source: Alarm filters are used to avoid importing of alarms containing unwanted keywords. For example: Suicide Note: Adding a new filter keyword will remove any existing alarms containing the keyword.
sv_se: Larmfilter används för att undvika import av larm som innehåller oönskade nyckelord. Exempel: Suicide Note. Att lägga till ett nytt filterord tar bort alla befintliga larm som innehåller nyckelordet.

source: About filters
sv_se: Om filter

source: FTP Connection
sv_se: FTP Anslutning

source: The FTP-connection should be set to where the alarm xml-files are hosted.
sv_se: FTP-anslutningen ska ställas in till platsen där larmens XML-filer är hostade.

source: Enable contal FTP
sv_se: Aktivera Contral FTP

source: Username
sv_se: Användarnamn

source: Password
sv_se: Lösenord

source: Passive mode
sv_se: Passiv FTP

source: Active mode
sv_se: Aktiv FTP

source: FTP mode
sv_se: Anslutningstyp

source: FTP/SFTP folder
sv_se: FTP/SFTP sökväg

source: FTP/SFTP archive folder
sv_se: STP/SFTP arkivsökväg

source: FTP Auto import
sv_se: Automatisk import

source: The FTP auto import will run in intervals according to the below setting. The auto import will automatically check for new alarms in the contal ftp and import these.
sv_se: Den automatiska FTP-importen körs i intervaller enligt inställningen nedan. Autoimporten söker automatiskt efter nya larm på Contal FTP och importerar dem.

source: Activate auto import
sv_se: Aktivera automatisk importerat

source: minutes
sv_se: minuter

source: RSS Permalink
sv_se: RSS Permalänk

source: The hash for specific alarms will be appended automatically
sv_se: Hashen för specifika larm kommer att läggas till automatiskt

source: Templates
sv_se: Mallar

source: Template name
sv_se: Namn på mall

source: Title
sv_se: Titel

source: Message
sv_se: Meddelande

source: Add template
sv_se: Lägg till mall

source: Street address
sv_se: Gatuadress

source: Postal code
sv_se: Postnummer

# ACF
source: Alarm manager options
sv_se: Alarm manager: Inställningar

# Alarm manager options
source: Options
sv_se: Alternativ

source: This server does not support SFTP connections. If you intend to utilize SFTP connection, please verify that you support the SSH PHP library
sv_se: Denna server stöder inte SFTP-anslutningar. Om du avser att använda SFTP, verifiera att du har stöd för SSH PHP-biblioteket

source: Create from template
sv_se: Skapa från mall

source: Select template…
sv_se: Välj mall…

source: Importing alarms
sv_se: Importerar alarm

source: Add new %s
sv_se: Lägg till ny %s

source: Edit %s
sv_se: Redigera %s

source: New %s
sv_se: Ny %s

source: View %s
sv_se: Visa %s

source: Search %s
sv_se: Sök %s

source: No %s found
sv_se: Inga %s hittades

source: No %s found in trash
sv_se: Inga %s i papperskorgen

source: Parent %s:
sv_se: Förälder %s:

source: Once every
sv_se: En gång varje

source: Alarm manager: Could not
sv_se: Alarm manager: Kunde inte

source: Alarm manager could not execute the last action with success. Action may be required to resolve this issue.
sv_se: Alarm manager kunde inte köras korrekt. Åtgärder kan behövas för att lösa problemet.

source: Alarms
sv_se: Alarm

source: No stations
sv_se: Inga stationer

source: Date
sv_se: Datum

source: Start alarm import
sv_se: Starta import

source: Big Disturbances
sv_se: Storstörningar

source: Big Disturbance
sv_se: Storstörning

source: Small Disturbances
sv_se: Lillstörning

source: Small Disturbance
sv_se: Lillstörningar

source: Stations
sv_se: Stationer

source: Places
sv_se: Platser

# Taxonomy plural name
source: Places
sv_se: Platser

# Taxonomy singular name
source: Place
sv_se: Plats

source: Search places
sv_se: Sök platser

source: Popular places
sv_se: Populära platser

source: All places
sv_se: Alla platser

source: Parent place
sv_se: Förälderplats

source: Edit place
sv_se: Redigera plats

source: Update place
sv_se: Uppdatera plats

source: Add new place
sv_se: Lägg till ny plats

source: New place
sv_se: Ny plats

source: Add or remove places
sv_se: Lägg till eller ta bort platser

source: Choose from most used places
sv_se: Välj från mest använda platser

source: Api Alarm Manager
sv_se: Alarmhanterare (Alarm API)

source: Creates WordPress Rest API endpoint for contal alarms
sv_se: Skapar ett WordPress REST API-endpoint för Contal-larm
